Repository: Kirolena/pam-face-authentication
Catalog: translation/0.4/ru1.po
Languages: ru

source: About the Software \m/
ru: Информация о программном обеспечении \m/

source: Pluggable Authentication Module for your favorite Linux Distro
ru: Подключаемый модуль идентификации для вашего избранного выпуска Linux.

source: About
ru: Информация

source: This program allows you to login by Face Authentication. Care has been taken to give you the best User Experience Possible. If you encounter any bugs , report at
ru: Эта программа позволяет вам входить в систему при помощи Идентификации лиц. Мы стремимся обеспечить для вас наилучший опыт пользователя В случае возникновения каких-либо ошибок, сообщите нам

source: This program was developed during the auspicious Google Summer of Code program in 2009 and 2008
ru: Эта программа была разработана в течение подозрительного Лета Google закодированных программ в 2009 и 2008 годах.

source: Authors
ru: Создатели

source: Thanks To
ru: Благодарим

source: Translation
ru: Перевод

source: Artwork
ru: Графическое оформление

source: OK
ru: ОК

source: Face Trainer
ru: Тренер лица

source: Next
ru: Далее

source: For Your Information
ru: Для ваших сведений

source: Exit
ru: Выход

source: Read the instructions for High Efficiency
ru: Ознакомьтесь с инструкциями для высокой производительности

source: To ensure high efficiency please keep proper distance between face and webcam
ru: Для обеспечения высокой производительности держитесь на допустимом расстоянии от камеры

source: Try to sit where there is ample lighting
ru: Старайтесь находиться там, где достаточно освещения

source: No glass or hat as it might affect the recognition rate
ru: Снимите очки или шляпу, поскольку они негативно влияют на коэффициент распознавания

source: Capture
ru: Захват

source: Train Your Face
ru: Тренируйте своё лицо

source: Back
ru: Назад

# faceTrainer#16
source: Advanced Settings
ru: Дополнительные параметры

source: About this Software !
ru: Информация об этом программном обеспечении!

source: Delete Selected Item
ru: Удалить выбранный элемент

source: Congratulations
ru: Поздравляем

source: Get ready to be dazzled!
ru: Подготовьтесь к ослепительному сверканию!

source: Finish
ru: Завершение

source: Thank you for using our application, to be a part of this project , visit http://code.google.com/p/pam-face-authentication/ , we hope to see you there! regards Developers
ru: Благодарим вас за использование нашего приложения! Чтобы стать участником этого проекта, посетите веб-сайт http://code.google.com/p/pam-face-authentication/ , мы надеемся вас там увидеть! С наилучшими пожеланиями Разработчики

source: Cancel
ru: Отменить

source: Please come closer to the camera.
ru: Подойдите к камере поближе.

source: Please go little far from the camera.
ru: Отойдите от камеры немного дальше.

source: Unable to Detect Your Face.
ru: Не удается найти ваше лицо.

source: Tracker lost, trying to reinitialize.
ru: Датчик утерян, выполняется попытка повторной инициализации.

source: Tracking in progress.
ru: Ведется отслеживание.

source: Captured %1 / %2 faces.
ru: Захвачены лица %1 / %2.

source: Capturing Image Finished.
ru: Захват изображения завершился.

source: Processing Faces, Please Wait ...
ru: Идет обработка лиц, пожалуйста, подождите ...

source: Processing Completed.
ru: Обработка завершена.

source: <strong>Error</strong>
ru: <strong>Ошибка</strong>

source: Camera Not Found. <br /> Plugin Your Camera and Try Again.
ru: Камера не найдена. <br /> Подключите свою камеру и попробуйте ещё раз.

# faceTrainerAdvSettings#1
source: Advanced Settings
ru: Дополнительные параметры

source: Low Security
ru: Низкий уровень безопасности

source: High Security
ru: Высокий уровень безопасности

source: Test Recognition
ru: Проверка распознавания

source: Yes/No
ru: Да/Нет

source: Test Recognition Result:
ru: Проверка результатов распознания:

source: Save Config
ru: Сохранить конфигурацию

source: Defaults
ru: Значения по умолчанию

source: Medium
ru: Средний

source: Yes
ru: Да

source: No
ru: Нет
